{
  "nav_inicio": "Home",
  "nav_quienes_somos": "About Us",
  "nav_productos": "Products",
  "nav_contacto": "Contact",
  "nav_soporte": "Support",
  "nav_nuestra_empresa": "Our Company",
  "nav_socios": "Partners",
  "nav_servicios": "Services",
  "nav_soluciones": "Solutions",
  "nav_consultorias": "Consultancies",
  "nav_documentacion": "Documentation",
  "frase_principal": "Intelligent, adaptable, and advanced building automation solutions to meet the needs of any project.",
  "btn_contactanos": "Contact Us",
  "section_quienes_somos": "Who we are",
  "quienes_somos_parrafo": "<b>Tekneo</b> is a brand dedicated to developing specialized software for automation, security, and intelligent control projects in buildings and technical installations. <br /> Our approach focuses on offering robust, scalable, and easy-to-use tools, designed to facilitate integration between technologies and protocols from different manufacturers. <br /><br /> We create solutions that simplify complex processes, enable more efficient monitoring, and enhance interoperability in critical systems. Through our platforms, we provide integrators with full control over their installations, allowing them to build more secure, connected, and functional environments.",
  "btn_saber_mas": "Learn More",
  "descripción_tgate": "Specialized software for access management and control, ideal for strengthening security in facilities of any size.",
  "descripción_tshow": "It is an advanced technological solution for the centralized management of multimedia files, designed to operate in private network environments.",
  "descripción_nodemaker": "Integration tool designed to interconnect devices and systems that use different communication protocols, such as KNX, Modbus, MQTT, and HTTP.",
  "descripción_ldm": "Description",
  "home_inteligencia": "Intelligence that <br />transforms spaces",
  "home_domotica": "Advanced home automation for homes, <br />hotels and commercial buildings",
  "home_somos": "At Colmotica, we bring intelligence to every corner. We design and implement automation solutions for the building, hospitality, and residential sectors, combining comfort, efficiency, and security in a single experience. From energy measurement to comprehensive management with BMS, we integrate multiple technologies and protocols to achieve flexible systems tailored to each project. Our team supports every stage, from design to commissioning, whether for a specific environment or an entire property.",
  "home_academia": "Training (Academy)",
  "home_academia_2": "Academy",
  "home_saber": "FIND OUT MORE",
  "sobre_tekneo": "About Tekneo",
  "home_tekneo": "At <b>Tekneo</b> we design software solutions for automation, security and intelligent control of facilities. <br /> <br /> We specialize in connecting technologies through powerful and accessible tools, which allow integrators to build efficient, secure systems that are fully adapted to the client's needs. Our mission is to simplify interoperability and raise the level of automation in each project.",
  "recursos": "Resourses",
  "home_productos": "Product catalog",
  "academy_aprovecha": "Learn how to get the most out of our solutions",
  "academy_colmotica": "At Colmotica Academy, we teach you, step by step, how to fully utilize and integrate our Tekneo automation and software solutions so you get the best return on your investment.",
  "academy_introduccion": "Introduction",
  "academy_queremos": "We want every customer to fully enjoy the benefits of automation. That's why our Academy is a training space designed specifically for those who purchase our solutions, enabling them to configure, manage, and adapt them to their daily needs.We want every customer to fully enjoy the benefits of automation. That's why our Academy is a training space designed specifically for those who purchase our solutions, enabling them to configure, manage, and adapt them to their daily needs.",
  "academy_queEncontrara": "What you will find at the Academy",
  "academy_guias": "Step-by-step guides to installing and configuring our solutions.",
  "academy_tutoriales": "Video tutorials and interactive manuals.",
  "academy_ejemplos": "Practical examples for everyday use.",
  "academy_consejos": "Tips to optimize performance and efficiency.",
  "academy_areas": "Instructed areas",
  "academy_area1_title": "Space automation:",
  "academy_area1_desc": "Use of our solutions for homes, hotels, and buildings.",
  "academy_area2_title": "Tekneo software:",
  "academy_area2_desc": "Management, configuration, and advanced features.",
  "academy_area3_title": "Maintenance and support:",
  "academy_area3_desc": "Best practices to extend your system's lifespan.",
  "academy_beneficios": "Academy benefits",
  "academy_beneficio1": "Take full advantage of all the features of your Colmotica solution.",
  "academy_beneficio2": "Reduce setup times and avoid errors.",
  "academy_beneficio3": "Get direct support from those who developed the system.",
  "academy_beneficio4": "Learn easily, at your own pace.",
  "products_lee": "Reads QR code or EN card for the operation of the 'TGate' software",
  "products_reles": "Programmable relay module, used for the operation of the 'TGate' software",
  "legal_privacidad_titulo": "Privacy Policy",
  "legal_privacidad_p1": "This is a sample privacy policy. The content here is for testing and demonstration purposes only.",
  "legal_privacidad_h2_1": "1. Information we collect",
  "legal_privacidad_p2": "Currently, this site does not collect personal information from users. In future versions, it will be detailed what data is collected and how it is used.",
  "legal_privacidad_h2_2": "2. Use of information",
  "legal_privacidad_p3": "The information collected will be used solely to improve the user experience and the services offered by Tekneo.",
  "legal_privacidad_h2_3": "3. Changes to the policy",
  "legal_privacidad_p4": "This privacy policy may be modified at any time. It is recommended to review it periodically.",
  "legal_privacidad_p5": "If you have any questions, you can contact us through Tekneo's official channels.",
  "legal_terminos_titulo": "Terms and Conditions",
  "legal_terminos_p1": "This is a sample text of Terms and Conditions. The content here is for testing and demonstration purposes only.",
  "legal_terminos_h2_1": "1. Use of the site",
  "legal_terminos_p2": "Access to and use of this website implies acceptance of these terms and conditions. The user agrees to use the site responsibly and in accordance with the law.",
  "legal_terminos_h2_2": "2. Intellectual property",
  "legal_terminos_p3": "All content on this site, including text, images, and software, is the property of Tekneo or its respective owners and is protected by intellectual property laws.",
  "legal_terminos_h2_3": "3. Modifications",
  "legal_terminos_p4": "Tekneo reserves the right to modify these terms and conditions at any time and without prior notice.",
  "legal_terminos_h2_4": "4. Liability",
  "legal_terminos_p5": "Tekneo is not responsible for the misuse of the site or for damages arising from the access or use of the information contained therein.",
  "legal_terminos_p6": "For any questions, you can contact us through Tekneo's official channels.",
  "faq_titulo": "Frequently Asked Questions",
  "faq_q1": "What is Tekneo?",
  "faq_a1": "Tekneo is a brand dedicated to the development of specialized software for automation, security, and intelligent control projects in buildings and technical facilities. We focus on offering robust, scalable, and easy-to-use solutions for integrators and companies.",
  "faq_q2": "What kind of products does Tekneo offer?",
  "faq_a2": "Tekneo primarily develops software for access management, multimedia administration, protocol integration (KNX, Modbus, MQTT, HTTP, etc.), and tools for integrators. Some of our products are TGate, Tshow, Nodemaker, and LDM.",
  "faq_q3": "Does Tekneo sell hardware?",
  "faq_a3": "No, Tekneo specializes in software solutions. However, our products can be integrated with third-party hardware and devices compatible with the main protocols in the sector.",
  "faq_q4": "What are the advantages of using Tekneo software?",
  "faq_a4": "Our solutions allow for simple integration between technologies, centralized management, scalability, interoperability, and full control over facilities. In addition, they are designed to be intuitive and adapt to projects of any size.",
  "faq_q5": "In which sectors can Tekneo products be used?",
  "faq_a5": "Tekneo products are ideal for corporate buildings, hospitals, hotels, shopping centers, educational institutions, and any environment that requires automation, security, and intelligent control.",
  "faq_q6": "What protocols do Tekneo solutions support?",
  "faq_a6": "Our products support protocols such as KNX, Modbus, MQTT, HTTP, TIS BUS, among others, facilitating integration with a wide variety of devices and systems.",
  "faq_q7": "How can I get technical support?",
  "faq_a7": "You can access our help center, consult the manuals and resources available on the web, or contact us through Tekneo's official channels for personalized assistance.",
  "footer_empresa": "Company",
  "footer_inicio": "Home",
  "footer_productos": "Products",
  "footer_soporte": "Support",
  "footer_socios": "Partners",
  "footer_productos_titulo": "Products",
  "footer_software": "Software",
  "footer_hardware": "Hardware",
  "footer_soporte_titulo": "Support",
  "footer_centro_ayuda": "Help Center",
  "footer_faqs": "FAQs",
  "footer_politica_privacidad": "Privacy Policy",
  "footer_terminos_condiciones": "Terms and Conditions",
  "footer_contacto": "Contact",
  "footer_direccion1": "Cra 53 #68B-125, Local 225",
  "footer_direccion2": "Nte. Centro Historico, Barranquilla, Atlántico",
  "footer_copiado": "Copied",
  "footer_telefono": "+57 3015678899",
  "footer_email": "info@tekeno.es",
  "footer_redes_facebook": "Facebook",
  "footer_redes_whatsapp": "Whatsapp",
  "footer_redes_x": "X",
  "footer_redes_instagram": "Instagram",
  "footer_derechos": "Copyright © 2025 Tekneo. All rights reserved.",
  "footer_legal": "Terms of service | Privacy policy notice",
  "footer_enviar_comentarios": "Send Feedback",
  "footer_nombre_completo": "Full Name:",
  "footer_correo": "Email",
  "footer_opina": "Your opinion about Tekneo:",
  "footer_enviar": "Send",
  "footer_pais": "Country",
  "footer_selecciona_pais": "Select the country",
  "footer_otro_pais": "Other",
  "footer_tel": "Phone",
  "socios_descripcion": "MOBOTIX offers high-quality video surveillance systems that ensure comprehensive protection in a modern, connected environment. As part of this commitment, Tekneo joins the company as a strategic partner, integrating innovative solutions that optimize security and data management. Together, MOBOTIX and Tekneo create a robust ecosystem that enables organizations to address contemporary security challenges effectively and efficiently.MOBOTIX offers high-quality video surveillance systems that ensure comprehensive protection in a modern, connected environment. As part of this commitment, Tekneo joins the company as a strategic partner, integrating innovative solutions that optimize security and data management. Together, MOBOTIX and Tekneo create a robust ecosystem that enables organizations to address contemporary security challenges effectively and efficiently.",
  "socios_funcionalidades": "Features",
  "socios_sistemas": "Video surveillance systems, security operations",
  "socios_actualizacion": "Last Update 3.2",
  "socios_version": "Version",
  "socios_tekneo": "At Tekneo, we develop solutions compatible with a wide variety of industry protocols and devices, allowing us to easily integrate with recognized platforms and third-party technologies used in real-world projects. Our ecosystem is constantly expanding, allowing integrators to work with trusted brands within their facilities without complications.",
  "socios_algunas": "Some of the technologies we work with include:",
  "socios_titulo": "Partners (Technological Ecosystem)",
  "colmotica_descubre": "Discover, learn, and master the technology that transforms spaces. At the Colmotica Academy, we guide you step-by-step through the use of Tekneo products—TGate, TShow, LDM, and Node-Maker—and the application of our automation, control, and efficiency solutions and protocols. A meeting point for those who want to take their projects to the next level with innovation and real results.",
  "colmotica_sectores": "Application Sectors",
  "colmotica_encol": "At Colmotica, we don't just implement technology; we also advise you so that every decision counts. Our consulting services help you plan, design, and optimize automation, energy efficiency, and security projects, ensuring that each solution fits your objectives and budget. From the selection of protocols and equipment to the integration of complex systems, we guide you to ensure your project is efficient, scalable, and successful.",
  "colmotica_desarrolla": "At Colmotica, we develop intelligent solutions for energy efficiency, lighting control, HVAC, security, video surveillance, and access management. We integrate systems with BMS, PMS, and multi-protocol software platforms to achieve connected and efficient spaces. We offer the entire Tekneo product line, guaranteeing innovation, quality, and compatibility in every project",
  "colmotica_viviendas": "Smart Homes",
  "colmotica_edificios": "Smart Buildings",
  "colmotica_hoteles": "Smart Hotels",
  "edificios": "Buildings",
  "soluciones_titulo": "Smart Solutions for Any Space",
  "soluciones_sub": "At Colmotica, we integrate advanced technology to optimize control, efficiency, and security in homes, hotels, and corporate buildings. <br/> We design systems tailored to your needs, always with the highest quality and stability.",
  "soluciones_viviendas": "Smart Homes",
  "soluciones_edificios": "Smart Buildings",
  "soluciones_hoteles": "Smart Hotels",
  "soluciones_intro_titulo": "General Introduction",
  "soluciones_intro_sub": "Each space has different challenges and needs. That's why we develop specific solutions for each sector, combining hardware, software, and multiprotocols such as KNX, MQTT, BACnet, Modbus, HTTP, and IP, ensuring reliable and scalable integration.",
  "soluciones_elige": "Why choose our solutions",
  "soluciones_beneficio1": "Multiprotocol integration for maximum compatibility.",
  "soluciones_beneficio2": "Scalability to adapt to future requirements.",
  "soluciones_beneficio3": "Intuitive interfaces for local or remote management.",
  "soluciones_beneficio4": "Stable technology proven in demanding environments.",
  "edificios_desc": "Manage your building centrally with solutions that include security, access control, HVAC, energy monitoring, and connectivity to BMS systems. We guarantee high operational efficiency and cost reduction.",
  "edificios_desc_2": "We take automation to the next level.",
  "edificios_desc_3": "With solutions designed specifically for commercial buildings, integrating the best systems used in smart homes and hotels. Our modular and scalable platform allows central management of all areas of the building, improving operational efficiency, security, and the user experience. Highlighted features include full lighting control, blind automation, zoned HVAC, ambient sound, and integration with voice assistants.",
  "edificios_desc_4": "Additionally, advanced capabilities are incorporated.",
  "edificios_desc_5": "Such as energy metering by unit or floor, comprehensive security with cameras and access control, remote management from the BMS, and variable monitoring. Critical. All of this is controlled from a single, centralized platform, which can be integrated into the existing system or operated independently. Intelligent automation enables managers to make data-driven decisions, reduce operating costs, and ensure comfort and sustainability in modern corporate spaces.",
  "residencial": "Residential",
  "residencial_1": "Make your home a more comfortable, safe, and efficient space. Control lighting, HVAC, security, and irrigation from anywhere. Our solutions allow you to automate routines, optimize energy consumption, and personalize each room to your lifestyle.",
  "residencial_2": "Imagine a home that adapts to you",
  "residencial_3": "It responds to your voice, follows your routines, and anticipates your needs. With our home automation solutions, your residential space is transformed into a smart, efficient, and secure ecosystem. Enjoy complete lighting control with programmable scenes, automated blinds, smart climate control by zones, and energy savings through sensors and real-time monitoring. All designed to maximize the comfort, efficiency, and sustainability of your home.",
  "residencial_4": "Plus, security and entertainment",
  "residencial_5": "Are guaranteed with video surveillance systems, integrated alarms, Controlled access, multi-room sound, and compatibility with virtual assistants like Alexa, Google Home, or Apple HomeKit. You can also centralize the management of technical systems like irrigation, pools, and pumps, all from your phone or via voice command. Home automation not only improves your quality of life, but also turns your home into a truly smart space.",
  "residencial_6": "Automated Blinds and Curtains",
  "residencial_7": "Take control of natural light and privacy to the next level. <br> Schedule your blinds to open or close automatically based on the time of day, weather conditions, or from your mobile device. <br> All of this contributes to improved thermal and visual comfort inside your home.",
  "residencial_7.5": "Smart Climate Control",
  "residencial_8": "Take complete control of your indoor environment with fully automated heating, ventilation, and air conditioning (HVAC) systems. Program ideal temperatures by zone, adjust the climate remotely from your smartphone, and save energy thanks to smart control based on presence, schedules, and environmental sensors.",
  "residencial_9": "Energy Efficiency and Savings",
  "residencial_10": "Optimize electricity consumption and the responsible use of water resources with real-time measurement tools. Identify spending patterns, receive alerts for excessive consumption, and reduce costs. Monthly reports with strategies based on real and updated data.",
  "residencial_11": "Comprehensive Security",
  "residencial_12": "Protect what's most important with smart access control systems, high-definition IP cameras, motion detectors, and integrated alarms. Receive real-time notifications on your phone in the event of any unusual event, allowing you to monitor your home even when you're not present",
  "residencial_13": "Integration with Voice Assistants",
  "residencial_14": "Connect and control all your devices through virtual assistants like Amazon Alexa, Google Home, and Apple HomeKit. Manage lights, blinds, cameras, audio, and more with just voice commands, facilitating an intuitive, hands-free experience",
  "residencial_15": "Multi-Room Sound",
  "residencial_16": "Enjoy a fully personalized listening experience. Distribute the sound throughout different areas of your home, playing different music in each space or synchronizing the entire home under one control. Same playlist. Ideal for entertainment, relaxation, or focused work.",
  "residencial_17": "Technical Systems Automation",
  "residencial_18": "Automatically and centrally manage essential home systems: smart irrigation, pool pumps, filtration, chlorination, water temperature, tank fill sensors, soil moisture, and technical alarms. All under a single platform with remote control.",
  "hoteles": "Hotels",
  "hoteles_1": "We offer the same automation experience we offer in smart homes, adapted to the hotel environment. <br> Features such as lighting control, blinds, air conditioning, audio, and voice assistants are integrated into each room, creating a modern, comfortable, and intuitive space for guests. <br> The difference is that everything is centralized and under the control of the hotel manager, who has remote and on-site access through the BMS system included in our solution, or integrated into the property's existing BMS. <br> This allows for efficient, secure, and personalized management of all rooms from a single platform.",
  "hoteles_2": "Smart Rooms",
  "hoteles_3": "In each hotel room, we implement automation solutions similar to those used in smart homes, adapted to the hotel's environment and operational needs. <br> This allows us to offer guests a modern, comfortable, and intuitive space, with features such as:",
  "hoteles_3_list_1": "Lighting control: On/off, dimming, and activation of predefined scenes.",
  "hoteles_3_list_2": "Blind automation: Programmable or manual opening and closing.",
  "hoteles_3_list_3": "Air conditioning management: Temperature settings and operating modes.",
  "hoteles_3_list_4": "Multi-room audio: Ambient sound distribution by zone (if applicable).",
  "hoteles_3_list_5": "Voice assistant integration: Local use of voice commands within the room (e.g., Alexa or Google Assistant).",
  "hoteles_4": "Unlike a home, in hotels, guests are not given remote access or full control; everything is under the supervision of the hotel manager. <br> The owner or manager has a centralized system that allows them to remotely monitor, manage, and adjust the settings of all rooms.",
  "hoteles_5": "BMS System - Integrated Building Management",
  "hoteles_6": "Our BMS (Building Management System) is an advanced platform for monitoring and controlling the entire building, specifically designed for hotels seeking to optimize their technical and energy operations.",
  "hoteles_7": "It allows centralized management of all the hotel's automated systems, such as:",
  "hoteles_7_list_1": "Air conditioning by zone or room",
  "hoteles_7_list_2": "Common area and room lighting",
  "hoteles_7_list_3": "Motorized blinds",
  "hoteles_7_list_4": "General and per-room energy consumption",
  "hoteles_7_list_5": "Technical alarms and sensors (temperature, presence, leaks, etc.)",
  "hoteles_7_list_6": "Room occupancy status",
  "hoteles_8": "The system can be integrated with the hotel's existing BMS or implemented as a standalone solution, offering real-time reporting, automatic alerts, and remote configuration from A single interface.",
  "hoteles_9": "Smart Air Conditioning with Energy Savings",
  "hoteles_10": "Combine personalized comfort with responsible energy use, thanks to climate control adapted to room occupancy. This reduces costs and improves the establishment's sustainable image",
  "hoteles_10_list_1": "Absence detection for automatic temperature adjustment",
  "hoteles_10_list_2": "Scheduling based on occupancy (check-in/check-out)",
  "hoteles_10_list_3": "Temperature range lock by the administrator",
  "hoteles_10_list_4": "Integration with occupancy sensors and room sales status",
  "hoteles_11": "Energy Management by Room and Building",
  "hoteles_12": "Gain full visibility into electricity consumption, allowing you to identify optimization opportunities and reduce operating expenses. Ideal for hotels seeking transparency and energy control.",
  "hoteles_12_list_1": "Precise consumption measurement",
  "hoteles_12_list_2": "Building overview",
  "hoteles_12_list_3": "Per room",
  "hoteles_12_list_4": "Monthly reports, alerts for consumption peaks, and comparative analysis",
  "hoteles_13": "Smart Surveillance and Comprehensive Security",
  "hoteles_14": "Boost the peace of mind of both staff and guests with a modern, reliable, and easy-to-manage surveillance system. All under the same automation platform.",
  "hoteles_14_list_1": "IP cameras with continuous recording",
  "hoteles_14_list_2": "Remote access and real-time notifications",
  "hoteles_14_list_3": "Motion detection and monitoring of critical areas",
  "hoteles_15": "Dynamic Control by Occupancy Status",
  "hoteles_16": "Automate functions based on the usage cycle of each room, optimizing human and technical resources. Improves internal logistics and prevents energy waste when there are no guests.",
  "hoteles_16_list_1": "Guest Mode (normal functions) → room occupied",
  "hoteles_16_list_2": "Housekeeping Mode (climate adjustment, lights, and completion notification) → room available",
  "hoteles_16_list_3": "Maintenance Mode (restricts unnecessary functions) → out of service",
  "hoteles_16_list_4": "Automatic sending of technical alarms (equipment failure, leaks, abnormal temperatures, etc.)",
  "descripcion_general": "Overview",
  "aplicaciones": "Applications",
  "diagrama": "Diagram and components",
  "Modulo TK-IO22W_title": "Modulo TK-IO22W",
  "Modulo TK-IO22W_descriptionContent": "The TK-IO22W module is a digital input and output expansion board designed for integration into automation systems, access control, and industrial IoT applications. Its compact and robust design allows for easy installation, offering 2 digital inputs, 2 relay outputs, and 1 Wiegand input, making it highly versatile for projects requiring remote control and monitoring.",
  "Modulo TK-IO22W_listOfFeatures_1": "It has 2 digital inputs for connecting sensors or dry contacts.",
  "Modulo TK-IO22W_listOfFeatures_2": "It has 2 relay outputs with potential-free contacts for device control.",
  "Modulo TK-IO22W_listOfFeatures_3": "Includes 1 Wiegand input for integration with access control systems.",
  "Modulo TK-IO22W_listOfFeatures_4": "Allows communication via HTTP protocol for data exchange with external systems.",
  "Modulo TK-IO22W_listOfFeatures_5": "Compatible with the remote control platform through TGATE software, with separate license.",
  "Modulo TK-IO22W_listOfFeatures_6": "Incorporates a web interface for basic configuration and monitoring.",
  "Modulo TK-IO22W_listOfFeatures_7": "Compact design and easy integration into automation and security projects.",
  "Modulo TK-IO22W_applicationDescription": "The TK-IO22W module is designed for electronic security and access control solutions in buildings, providing flexibility in the management of digital inputs and outputs, as well as integration with readers using the Wiegand protocol. Its main applications include:",
  "Modulo TK-IO22W_listOfApplications_1": "<b>Monitoring of magnetic contacts and security sensors</b> <br> Connection of magnetic sensors for doors and windows, as well as exit buttons, allowing the physical status of access points to be monitored in real time.",
  "Modulo TK-IO22W_listOfApplications_2": "<b>Control of electric locks and access devices</b> <br> Activation of electromagnets, electric locks, and turnstiles via relay outputs, ensuring reliable control of authorized entry.",
  "Modulo TK-IO22W_listOfApplications_3": "<b>Integration into security and home automation systems</b> <br> Communication with alarm systems, sirens, or building automation systems, providing centralized security management.",
  "Modulo TK-IO22W_listOfApplications_4": "<b>Centralized management via IP network</b> <br> Possibility of managing multiple access points from a single software or web platform, facilitating monitoring and control in home automation environments.",
  "Modulo TK-IO22W_tableItem_1": "Central processing unit that manages logic, communication, and data processing. Incorporates Wi-Fi connectivity for remote integration.",
  "Modulo TK-IO22W_tableItem_2": "Four terminals for connecting magnetic contacts, sensors, or push buttons. Used for security monitoring and access control.",
  "Modulo TK-IO22W_tableItem_3": "Two independent outputs for activating external devices such as locks, alarms, or signal lights.",
  "Modulo TK-IO22W_tableItem_4": "Dedicated inputs for connecting the power supply.",
  "Modulo TK-IO22W_tableItem_5": "A standard interface for access control devices such as RFID and QR readers.",
  "Modulo TK-IO22W_tableItem_6": "Communication port for wired network connection.",
  "Modulo TK-IO22W_tableItem_7": "Built-in button for system reset.",
  "Componente": "Component",
  "Descripción": "Description"
}
