{
  "nav_inicio": "Home",
  "nav_quienes_somos": "About Us",
  "nav_productos": "Products",
  "nav_contacto": "Contact",
  "nav_soporte": "Support",
  "nav_nuestra_empresa": "Our Company",
  "nav_socios": "Partners",
  "nav_servicios": "Services",
  "frase_principal": "Intelligent, adaptable, and advanced building automation solutions to meet the needs of any project.",
  "btn_contactanos": "Contact Us",
  "section_quienes_somos": "Who we are",
  "quienes_somos_parrafo": "<b>Tekneo</b> is a brand dedicated to developing specialized software for automation, security, and intelligent control projects in buildings and technical installations. <br /> Our approach focuses on offering robust, scalable, and easy-to-use tools, designed to facilitate integration between technologies and protocols from different manufacturers. <br /><br /> We create solutions that simplify complex processes, enable more efficient monitoring, and enhance interoperability in critical systems. Through our platforms, we provide integrators with full control over their installations, allowing them to build more secure, connected, and functional environments.",
  "btn_saber_mas": "Learn More",
  "descripci贸n_tgate": "Specialized software for access management and control, ideal for strengthening security in facilities of any size.",
  "descripci贸n_tshow": "It is an advanced technological solution for the centralized management of multimedia files, designed to operate in private network environments.",
  "descripci贸n_nodemaker": "Integration tool designed to interconnect devices and systems that use different communication protocols, such as KNX, Modbus, MQTT, and HTTP.",
  "descripci贸n_ldm": "Description",
  "home_inteligencia": "Intelligence that <br />transforms spaces",
  "home_domotica": "Advanced home automation for homes, <br />hotels and commercial buildings",
  "home_somos": "Colmotica is the brand that redefines the way we interact with our spaces. Through smart technological solutions, we provide comfort, efficiency, and total security in homes, hotels, and commercial buildings.",
  "home_academia": "Academy",
  "home_saber": "FIND OUT MORE",
  "sobre_tekneo": "About Tekneo",
  "home_tekneo": "At <b>Tekneo</b> we design software solutions for automation, security and intelligent control of facilities. <br /> <br /> We specialize in connecting technologies through powerful and accessible tools, which allow integrators to build efficient, secure systems that are fully adapted to the client's needs. Our mission is to simplify interoperability and raise the level of automation in each project.",
  "recursos": "Resourses",
  "home_productos": "Product catalog"
}