{
  "nav_inicio": "Home",
  "nav_quienes_somos": "About Us",
  "nav_productos": "Products",
  "nav_contacto": "Contact",
  "nav_soporte": "Support",
  "nav_nuestra_empresa": "Our Company",
  "nav_socios": "Partners",
  "nav_servicios": "Services",
  "nav_soluciones": "Solutions",
  "nav_consultorias": "Consultancies",
  "frase_principal": "Intelligent, adaptable, and advanced building automation solutions to meet the needs of any project.",
  "btn_contactanos": "Contact Us",
  "section_quienes_somos": "Who we are",
  "quienes_somos_parrafo": "<b>Tekneo</b> is a brand dedicated to developing specialized software for automation, security, and intelligent control projects in buildings and technical installations. <br /> Our approach focuses on offering robust, scalable, and easy-to-use tools, designed to facilitate integration between technologies and protocols from different manufacturers. <br /><br /> We create solutions that simplify complex processes, enable more efficient monitoring, and enhance interoperability in critical systems. Through our platforms, we provide integrators with full control over their installations, allowing them to build more secure, connected, and functional environments.",
  "btn_saber_mas": "Learn More",
  "descripción_tgate": "Specialized software for access management and control, ideal for strengthening security in facilities of any size.",
  "descripción_tshow": "It is an advanced technological solution for the centralized management of multimedia files, designed to operate in private network environments.",
  "descripción_nodemaker": "Integration tool designed to interconnect devices and systems that use different communication protocols, such as KNX, Modbus, MQTT, and HTTP.",
  "descripción_ldm": "Description",
  "home_inteligencia": "Intelligence that <br />transforms spaces",
  "home_domotica": "Advanced home automation for homes, <br />hotels and commercial buildings",
  "home_somos": "At Colmotica, we bring intelligence to every corner. We design and implement automation solutions for the building, hospitality, and residential sectors, combining comfort, efficiency, and security in a single experience. From energy measurement to comprehensive management with BMS, we integrate multiple technologies and protocols to achieve flexible systems tailored to each project. Our team supports every stage, from design to commissioning, whether for a specific environment or an entire property.",
  "home_academia": "Training (Academy)",
  "home_academia_2": "Academy",
  "home_saber": "FIND OUT MORE",
  "sobre_tekneo": "About Tekneo",
  "home_tekneo": "At <b>Tekneo</b> we design software solutions for automation, security and intelligent control of facilities. <br /> <br /> We specialize in connecting technologies through powerful and accessible tools, which allow integrators to build efficient, secure systems that are fully adapted to the client's needs. Our mission is to simplify interoperability and raise the level of automation in each project.",
  "recursos": "Resourses",
  "home_productos": "Product catalog",
  "academy_aprovecha": "Learn how to get the most out of our solutions",
  "academy_colmotica": "At Colmotica Academy, we teach you, step by step, how to fully utilize and integrate our Tekneo automation and software solutions so you get the best return on your investment.",
  "academy_introduccion": "Introduction",
  "academy_queremos": "We want every customer to fully enjoy the benefits of automation. That's why our Academy is a training space designed specifically for those who purchase our solutions, enabling them to configure, manage, and adapt them to their daily needs.We want every customer to fully enjoy the benefits of automation. That's why our Academy is a training space designed specifically for those who purchase our solutions, enabling them to configure, manage, and adapt them to their daily needs.",
  "academy_queEncontrara": "What you will find at the Academy",
  "academy_guias": "Step-by-step guides to installing and configuring our solutions.",
  "academy_tutoriales": "Video tutorials and interactive manuals.",
  "academy_ejemplos": "Practical examples for everyday use.",
  "academy_consejos": "Tips to optimize performance and efficiency.",
  "academy_areas": "Instructed areas",
  "academy_area1_title": "Space automation:",
  "academy_area1_desc": "Use of our solutions for homes, hotels, and buildings.",
  "academy_area2_title": "Tekneo software:",
  "academy_area2_desc": "Management, configuration, and advanced features.",
  "academy_area3_title": "Maintenance and support:",
  "academy_area3_desc": "Best practices to extend your system's lifespan.",
  "academy_beneficios": "Academy benefits",
  "academy_beneficio1": "Take full advantage of all the features of your Colmotica solution.",
  "academy_beneficio2": "Reduce setup times and avoid errors.",
  "academy_beneficio3": "Get direct support from those who developed the system.",
  "academy_beneficio4": "Learn easily, at your own pace.",
  "products_lee": "Reads QR code or EN card for the operation of the 'TGate' software",
  "products_reles": "Programmable relay module, used for the operation of the 'TGate' software"
  ,
  "legal_privacidad_titulo": "Privacy Policy",
  "legal_privacidad_p1": "This is a sample privacy policy. The content here is for testing and demonstration purposes only.",
  "legal_privacidad_h2_1": "1. Information we collect",
  "legal_privacidad_p2": "Currently, this site does not collect personal information from users. In future versions, it will be detailed what data is collected and how it is used.",
  "legal_privacidad_h2_2": "2. Use of information",
  "legal_privacidad_p3": "The information collected will be used solely to improve the user experience and the services offered by Tekneo.",
  "legal_privacidad_h2_3": "3. Changes to the policy",
  "legal_privacidad_p4": "This privacy policy may be modified at any time. It is recommended to review it periodically.",
  "legal_privacidad_p5": "If you have any questions, you can contact us through Tekneo's official channels.",
  "legal_terminos_titulo": "Terms and Conditions",
  "legal_terminos_p1": "This is a sample text of Terms and Conditions. The content here is for testing and demonstration purposes only.",
  "legal_terminos_h2_1": "1. Use of the site",
  "legal_terminos_p2": "Access to and use of this website implies acceptance of these terms and conditions. The user agrees to use the site responsibly and in accordance with the law.",
  "legal_terminos_h2_2": "2. Intellectual property",
  "legal_terminos_p3": "All content on this site, including text, images, and software, is the property of Tekneo or its respective owners and is protected by intellectual property laws.",
  "legal_terminos_h2_3": "3. Modifications",
  "legal_terminos_p4": "Tekneo reserves the right to modify these terms and conditions at any time and without prior notice.",
  "legal_terminos_h2_4": "4. Liability",
  "legal_terminos_p5": "Tekneo is not responsible for the misuse of the site or for damages arising from the access or use of the information contained therein.",
  "legal_terminos_p6": "For any questions, you can contact us through Tekneo's official channels.",
  "faq_titulo": "Frequently Asked Questions",
  "faq_q1": "What is Tekneo?",
  "faq_a1": "Tekneo is a brand dedicated to the development of specialized software for automation, security, and intelligent control projects in buildings and technical facilities. We focus on offering robust, scalable, and easy-to-use solutions for integrators and companies.",
  "faq_q2": "What kind of products does Tekneo offer?",
  "faq_a2": "Tekneo primarily develops software for access management, multimedia administration, protocol integration (KNX, Modbus, MQTT, HTTP, etc.), and tools for integrators. Some of our products are TGate, Tshow, Nodemaker, and LDM.",
  "faq_q3": "Does Tekneo sell hardware?",
  "faq_a3": "No, Tekneo specializes in software solutions. However, our products can be integrated with third-party hardware and devices compatible with the main protocols in the sector.",
  "faq_q4": "What are the advantages of using Tekneo software?",
  "faq_a4": "Our solutions allow for simple integration between technologies, centralized management, scalability, interoperability, and full control over facilities. In addition, they are designed to be intuitive and adapt to projects of any size.",
  "faq_q5": "In which sectors can Tekneo products be used?",
  "faq_a5": "Tekneo products are ideal for corporate buildings, hospitals, hotels, shopping centers, educational institutions, and any environment that requires automation, security, and intelligent control.",
  "faq_q6": "What protocols do Tekneo solutions support?",
  "faq_a6": "Our products support protocols such as KNX, Modbus, MQTT, HTTP, TIS BUS, among others, facilitating integration with a wide variety of devices and systems.",
  "faq_q7": "How can I get technical support?",
  "faq_a7": "You can access our help center, consult the manuals and resources available on the web, or contact us through Tekneo's official channels for personalized assistance."
  ,
  "footer_empresa": "Company",
  "footer_inicio": "Home",
  "footer_productos": "Products",
  "footer_soporte": "Support",
  "footer_socios": "Partners",
  "footer_productos_titulo": "Products",
  "footer_software": "Software",
  "footer_hardware": "Hardware",
  "footer_soporte_titulo": "Support",
  "footer_centro_ayuda": "Help Center",
  "footer_faqs": "FAQs",
  "footer_politica_privacidad": "Privacy Policy",
  "footer_terminos_condiciones": "Terms and Conditions",
  "footer_contacto": "Contact",
  "footer_direccion1": "Cra 53 #68B-125, Local 225",
  "footer_direccion2": "Nte. Centro Historico, Barranquilla, Atlántico",
  "footer_copiado": "Copied",
  "footer_telefono": "+57 3015678899",
  "footer_email": "info@tekeno.es",
  "footer_redes_facebook": "Facebook",
  "footer_redes_whatsapp": "Whatsapp",
  "footer_redes_x": "X",
  "footer_redes_instagram": "Instagram",
  "footer_derechos": "Copyright © 2025 Tekneo. All rights reserved.",
  "footer_legal": "Terms of service | Privacy policy notice",
  "footer_enviar_comentarios": "Send Feedback",
  "footer_nombre_completo": "Full Name:",
  "footer_correo": "Email",
  "footer_opina": "Your opinion about Tekneo:",
  "footer_enviar": "Send",
  "socios_descripcion": "MOBOTIX offers high-quality video surveillance systems that ensure comprehensive protection in a modern, connected environment. As part of this commitment, Tekneo joins the company as a strategic partner, integrating innovative solutions that optimize security and data management. Together, MOBOTIX and Tekneo create a robust ecosystem that enables organizations to address contemporary security challenges effectively and efficiently.MOBOTIX offers high-quality video surveillance systems that ensure comprehensive protection in a modern, connected environment. As part of this commitment, Tekneo joins the company as a strategic partner, integrating innovative solutions that optimize security and data management. Together, MOBOTIX and Tekneo create a robust ecosystem that enables organizations to address contemporary security challenges effectively and efficiently.",
  "socios_funcionalidades": "Features",
  "socios_sistemas": "Video surveillance systems, security operations",
  "socios_actualizacion": "Last Update 3.2",
  "socios_version": "Version",
  "socios_tekneo": "At Tekneo, we develop solutions compatible with a wide variety of industry protocols and devices, allowing us to easily integrate with recognized platforms and third-party technologies used in real-world projects. Our ecosystem is constantly expanding, allowing integrators to work with trusted brands within their facilities without complications.",
  "socios_algunas": "Some of the technologies we work with include:",
  "socios_titulo": "Partners (Technological Ecosystem)",
  "colmotica_descubre": "Discover, learn, and master the technology that transforms spaces. At the Colmotica Academy, we guide you step-by-step through the use of Tekneo products—TGate, TShow, LDM, and Node-Maker—and the application of our automation, control, and efficiency solutions and protocols. A meeting point for those who want to take their projects to the next level with innovation and real results.",
  "colmotica_sectores": "Application Sectors",
  "colmotica_encol": "At Colmotica, we don't just implement technology; we also advise you so that every decision counts. Our consulting services help you plan, design, and optimize automation, energy efficiency, and security projects, ensuring that each solution fits your objectives and budget. From the selection of protocols and equipment to the integration of complex systems, we guide you to ensure your project is efficient, scalable, and successful.",
  "colmotica_desarrolla": "At Colmotica, we develop intelligent solutions for energy efficiency, lighting control, HVAC, security, video surveillance, and access management. We integrate systems with BMS, PMS, and multi-protocol software platforms to achieve connected and efficient spaces. We offer the entire Tekneo product line, guaranteeing innovation, quality, and compatibility in every project",
  "colmotica_viviendas": "Smart Homes",
  "colmotica_edificios": "Smart Buildings",
  "colmotica_hoteles": "Smart Hotels"
}