{
  "nav_inicio": "Inicio",
  "nav_quienes_somos": "Quiénes somos",
  "nav_productos": "Productos",
  "nav_contacto": "Contacto",
  "nav_soporte": "Soporte",
  "nav_nuestra_empresa": "Nuestra empresa",
  "nav_socios": "Socios",
  "nav_servicios": "Servicios",
  "nav_soluciones": "Soluciones",
  "nav_consultorias": "Consultorías",
  "frase_principal": "Soluciones inteligentes en Building Automation, adaptables y avanzadas para satisfacer las necesidades de cualquier proyecto.",
  "btn_contactanos": "Contáctanos",
  "section_quienes_somos": "Quiénes somos",
  "quienes_somos_parrafo": "<b>Tekneo </b> es una marca dedicada al desarrollo de software especializado para proyectos de automatización, seguridad y control inteligente en edificios e instalaciones técnicas. <br /> Nuestra propuesta se centra en ofrecer herramientas robustas, escalables y fáciles de usar, diseñadas para facilitar la integración entre tecnologías y protocolos de distintos fabricantes. <br /><br /> Creamos soluciones que simplifican procesos complejos, permiten una supervisión más eficiente y potencian la interoperabilidad en sistemas críticos. A través de nuestras plataformas, brindamos a los integradores el control total sobre sus instalaciones, permitiéndoles construir entornos más seguros, conectados y funcionales.",
  "btn_saber_mas": "Saber más",
  "descripción_tgate": "Software especializado en gestión y control de accesos, ideal para fortalecer la seguridad en instalaciones de cualquier tamaño.",
  "descripción_tshow": "Es una solución tecnológica avanzada para la administración centralizada de archivos multimedia, diseñada para operar en entornos de red privados.",
  "descripción_nodemaker": "Herramienta de integración diseñada para interconectar dispositivos y sistemas que utilizan distintos protocolos de comunicación, como KNX, Modbus, MQTT y HTTP",
  "descripción_ldm": "Descripción",
  "home_inteligencia": "Inteligencia que <br />transforma espacios",
  "home_domotica": "Domótica avanzada para hogares, <br />hoteles y edificios comerciales",
  "home_somos": "Colmotica es la marca que redefine la forma en que interactuamos con nuestros espacios. A través de soluciones tecnológicas inteligentes, brindamos confort, eficiencia y seguridad total en viviendas, hoteles y edificios comerciales.",
  "home_academia": "Academia",
  "home_saber": "SABER MÁS",
  "sobre_tekneo": "Sobre Tekneo",
  "home_tekneo": "En <b>Tekneo</b> diseñamos soluciones de software para la automatización, seguridad y control inteligente de instalaciones. <br /> <br /> Nos especializamos en conectar tecnologías mediante herramientas potentes y accesibles, que permiten a los integradores construir sistemas eficientes, seguros y completamente adaptados a las necesidades del cliente. Nuestra misión es simplificar la interoperabilidad y elevar el nivel de automatización en cada proyecto.",
  "recursos": "Recursos",
  "home_productos": "Catálogo de productos",
  "academy_aprovecha": "Aprenda a sacar el máximo provecho de nuestras soluciones",
  "academy_colmotica": "En Colmotica Academia le enseñamos, paso a paso, cómo utilizar e integrar al máximo nuestras soluciones de automatización y software Tekneo, para que obtenga el mejor rendimiento de su inversión.",
  "academy_introduccion": "Introducción",
  "academy_queremos": "Queremos que cada cliente disfrute plenamente de las ventajas de la automatización. Por eso, nuestra Academia es un espacio de formación diseñado especialmente para quienes adquieren nuestras soluciones, con el fin de que puedan configurarlas, gestionarlas y adaptarlas a sus necesidades diarias.",
  "academy_queEncontrara": "Qué encontrará en la Academia",
  "academy_guias": "Guías paso a paso para instalar y configurar nuestras soluciones.",
  "academy_tutoriales": "Tutoriales en video y manuales interactivos.",
  "academy_ejemplos": "Ejemplos prácticos para el uso diario.",
  "academy_consejos": "Consejos para optimizar el rendimiento y la eficiencia.",
  "academy_areas": "Áreas instruidas",
  "academy_area1_title": "Automatización de espacios:",
  "academy_area1_desc": "Uso de nuestras soluciones para viviendas, hoteles y edificios.",
  "academy_area2_title": "Softwares de Tekneo:",
  "academy_area2_desc": "Gestión, configuración y funciones avanzadas.",
  "academy_area3_title": "Mantenimiento y soporte:",
  "academy_area3_desc": "Buenas prácticas para prolongar la vida útil de su sistema.",
  "academy_beneficios": "Beneficios de la Academia",
  "academy_beneficio1": "Aprovechar al 100% todas las funciones de su solución Colmotica.",
  "academy_beneficio2": "Reducir tiempos de configuración y evitar errores.",
  "academy_beneficio3": "Obtener soporte directo de quienes desarrollaron el sistema.",
  "academy_beneficio4": "Aprender de forma sencilla, a su ritmo.",
  "products_lee": "Lee codigo QR o tarjeta EM para el funcionamiento del software 'TGate'",
  "products_reles": "Modulo de relés programables, sirve para el funcionamiento del software 'TGate'"
  ,
  "legal_privacidad_titulo": "Política de Privacidad",
  "legal_privacidad_p1": "Esta es una política de privacidad de ejemplo. El contenido aquí es solo para fines de prueba y demostración.",
  "legal_privacidad_h2_1": "1. Información que recopilamos",
  "legal_privacidad_p2": "Actualmente, este sitio no recopila información personal de los usuarios. En futuras versiones, se detallará qué datos se recopilan y cómo se utilizan.",
  "legal_privacidad_h2_2": "2. Uso de la información",
  "legal_privacidad_p3": "La información recopilada será utilizada únicamente para mejorar la experiencia del usuario y los servicios ofrecidos por Tekneo.",
  "legal_privacidad_h2_3": "3. Cambios en la política",
  "legal_privacidad_p4": "Esta política de privacidad puede ser modificada en cualquier momento. Se recomienda revisarla periódicamente.",
  "legal_privacidad_p5": "Si tienes dudas, puedes contactarnos a través de los canales oficiales de Tekneo.",
  "legal_terminos_titulo": "Términos y Condiciones",
  "legal_terminos_p1": "Este es un texto de ejemplo de Términos y Condiciones. El contenido aquí es solo para fines de prueba y demostración.",
  "legal_terminos_h2_1": "1. Uso del sitio",
  "legal_terminos_p2": "El acceso y uso de este sitio web implica la aceptación de estos términos y condiciones. El usuario se compromete a utilizar el sitio de manera responsable y conforme a la ley.",
  "legal_terminos_h2_2": "2. Propiedad intelectual",
  "legal_terminos_p3": "Todo el contenido de este sitio, incluyendo textos, imágenes y software, es propiedad de Tekneo o de sus respectivos titulares y está protegido por las leyes de propiedad intelectual.",
  "legal_terminos_h2_3": "3. Modificaciones",
  "legal_terminos_p4": "Tekneo se reserva el derecho de modificar estos términos y condiciones en cualquier momento y sin previo aviso.",
  "legal_terminos_h2_4": "4. Responsabilidad",
  "legal_terminos_p5": "Tekneo no se hace responsable por el uso indebido del sitio ni por daños derivados del acceso o uso de la información contenida en él.",
  "legal_terminos_p6": "Para cualquier consulta, puedes contactarnos a través de los canales oficiales de Tekneo.",
  "faq_titulo": "Preguntas Frecuentes",
  "faq_q1": "¿Qué es Tekneo?",
  "faq_a1": "Tekneo es una marca dedicada al desarrollo de software especializado para proyectos de automatización, seguridad y control inteligente en edificios e instalaciones técnicas. Nos enfocamos en ofrecer soluciones robustas, escalables y fáciles de usar para integradores y empresas.",
  "faq_q2": "¿Qué tipo de productos ofrece Tekneo?",
  "faq_a2": "Tekneo desarrolla principalmente software para la gestión de accesos, administración multimedia, integración de protocolos (KNX, Modbus, MQTT, HTTP, etc.) y herramientas para integradores. Algunos de nuestros productos son TGate, Tshow, Nodemaker y LDM.",
  "faq_q3": "¿Tekneo vende hardware?",
  "faq_a3": "No, Tekneo se especializa en soluciones de software. Sin embargo, nuestros productos pueden integrarse con hardware de terceros y dispositivos compatibles con los principales protocolos del sector.",
  "faq_q4": "¿Qué ventajas tiene usar el software de Tekneo?",
  "faq_a4": "Nuestras soluciones permiten una integración sencilla entre tecnologías, gestión centralizada, escalabilidad, interoperabilidad y control total sobre las instalaciones. Además, están diseñadas para ser intuitivas y adaptarse a proyectos de cualquier tamaño.",
  "faq_q5": "¿En qué sectores se pueden usar los productos de Tekneo?",
  "faq_a5": "Los productos de Tekneo son ideales para edificios corporativos, hospitales, hoteles, centros comerciales, instituciones educativas y cualquier entorno que requiera automatización, seguridad y control inteligente.",
  "faq_q6": "¿Qué protocolos soportan las soluciones de Tekneo?",
  "faq_a6": "Nuestros productos soportan protocolos como KNX, Modbus, MQTT, HTTP, TIS BUS, entre otros, facilitando la integración con una amplia variedad de dispositivos y sistemas.",
  "faq_q7": "¿Cómo puedo obtener soporte técnico?",
  "faq_a7": "Puedes acceder a nuestro centro de ayuda, consultar los manuales y recursos disponibles en la web, o contactarnos a través de los canales oficiales de Tekneo para recibir asistencia personalizada."
  ,
  "footer_empresa": "Empresa",
  "footer_inicio": "Inicio",
  "footer_productos": "Productos",
  "footer_soporte": "Soporte",
  "footer_socios": "Socios",
  "footer_productos_titulo": "Productos",
  "footer_software": "Software",
  "footer_hardware": "Hardware",
  "footer_soporte_titulo": "Soporte",
  "footer_centro_ayuda": "Centro de ayuda",
  "footer_faqs": "FAQs",
  "footer_politica_privacidad": "Política de privacidad",
  "footer_terminos_condiciones": "Términos y condiciones",
  "footer_contacto": "Contacto",
  "footer_direccion1": "Cra 53 #68B-125, Local 225",
  "footer_direccion2": "Nte. Centro Historico, Barranquilla, Atlántico",
  "footer_copiado": "Copiado",
  "footer_telefono": "+57 3015678899",
  "footer_email": "info@tekeno.es",
  "footer_redes_facebook": "Facebook",
  "footer_redes_whatsapp": "Whatsapp",
  "footer_redes_x": "X",
  "footer_redes_instagram": "Instagram",
  "footer_derechos": "Copyright © 2025 Tekneo Todos los derechos reservados.",
  "footer_legal": "Términos de servicio | Aviso de política de privacidad",
  "footer_enviar_comentarios": "Enviar Comentarios",
  "footer_nombre_completo": "Nombre Completo:",
  "footer_correo": "Correo Electronico",
  "footer_opina": "Opina sobre Tekneo:",
  "footer_enviar": "Enviar"
}