{
  "nav_inicio": "Inicio",
  "nav_quienes_somos": "Quiénes somos",
  "nav_productos": "Productos",
  "nav_contacto": "Contacto",
  "nav_soporte": "Soporte",
  "nav_nuestra_empresa": "Nuestra empresa",
  "nav_socios": "Socios",
  "nav_servicios": "Servicios",
  "frase_principal": "Soluciones inteligentes en Building Automation, adaptables y avanzadas para satisfacer las necesidades de cualquier proyecto.",
  "btn_contactanos": "Contáctanos",
  "section_quienes_somos": "Quiénes somos",
  "quienes_somos_parrafo": "<b>Tekneo </b> es una marca dedicada al desarrollo de software especializado para proyectos de automatización, seguridad y control inteligente en edificios e instalaciones técnicas. <br /> Nuestra propuesta se centra en ofrecer herramientas robustas, escalables y fáciles de usar, diseñadas para facilitar la integración entre tecnologías y protocolos de distintos fabricantes. <br /><br /> Creamos soluciones que simplifican procesos complejos, permiten una supervisión más eficiente y potencian la interoperabilidad en sistemas críticos. A través de nuestras plataformas, brindamos a los integradores el control total sobre sus instalaciones, permitiéndoles construir entornos más seguros, conectados y funcionales.",
  "btn_saber_mas": "Saber más",
  "descripción_tgate": "Software especializado en gestión y control de accesos, ideal para fortalecer la seguridad en instalaciones de cualquier tamaño.",
  "descripción_tshow": "Es una solución tecnológica avanzada para la administración centralizada de archivos multimedia, diseñada para operar en entornos de red privados.",
  "descripción_nodemaker": "Herramienta de integración diseñada para interconectar dispositivos y sistemas que utilizan distintos protocolos de comunicación, como KNX, Modbus, MQTT y HTTP",
  "descripción_ldm": "Descripción",
  "home_inteligencia": "Inteligencia que <br />transforma espacios",
  "home_domotica": "Domótica avanzada para hogares, <br />hoteles y edificios comerciales",
  "home_somos": "Colmotica es la marca que redefine la forma en que interactuamos con nuestros espacios. A través de soluciones tecnológicas inteligentes, brindamos confort, eficiencia y seguridad total en viviendas, hoteles y edificios comerciales.",
  "home_academia": "Academia",
  "home_saber": "SABER MÁS",
  "sobre_tekneo": "Sobre Tekneo",
  "home_tekneo": "En <b>Tekneo</b> diseñamos soluciones de software para la automatización, seguridad y control inteligente de instalaciones. <br /> <br /> Nos especializamos en conectar tecnologías mediante herramientas potentes y accesibles, que permiten a los integradores construir sistemas eficientes, seguros y completamente adaptados a las necesidades del cliente. Nuestra misión es simplificar la interoperabilidad y elevar el nivel de automatización en cada proyecto.",
  "recursos": "Recursos",
  "home_productos": "Catálogo de productos"
}