{
  "nav_inicio": "Inicio",
  "nav_quienes_somos": "Quiénes somos",
  "nav_productos": "Productos",
  "nav_contacto": "Contacto",
  "nav_soporte": "Soporte",
  "nav_nuestra_empresa": "Nuestra empresa",
  "nav_socios": "Socios",
  "nav_servicios": "Servicios",
  "nav_soluciones": "Soluciones",
  "nav_consultorias": "Consultorías",
  "nav_documentacion": "Documentación",
  "frase_principal": "Soluciones inteligentes en Building Automation, adaptables y avanzadas para satisfacer las necesidades de cualquier proyecto.",
  "btn_contactanos": "Contáctanos",
  "section_quienes_somos": "Quiénes somos",
  "quienes_somos_parrafo": "<b>Tekneo </b> es una marca dedicada al desarrollo de software especializado para proyectos de automatización, seguridad y control inteligente en edificios e instalaciones técnicas. <br /> Nuestra propuesta se centra en ofrecer herramientas robustas, escalables y fáciles de usar, diseñadas para facilitar la integración entre tecnologías y protocolos de distintos fabricantes. <br /><br /> Creamos soluciones que simplifican procesos complejos, permiten una supervisión más eficiente y potencian la interoperabilidad en sistemas críticos. A través de nuestras plataformas, brindamos a los integradores el control total sobre sus instalaciones, permitiéndoles construir entornos más seguros, conectados y funcionales.",
  "btn_saber_mas": "Saber más",
  "descripción_tgate": "Software especializado en gestión y control de accesos, ideal para fortalecer la seguridad en instalaciones de cualquier tamaño.",
  "descripción_tshow": "Es una solución tecnológica avanzada para la administración centralizada de archivos multimedia, diseñada para operar en entornos de red privados.",
  "descripción_nodemaker": "Herramienta de integración diseñada para interconectar dispositivos y sistemas que utilizan distintos protocolos de comunicación, como KNX, Modbus, MQTT y HTTP",
  "descripción_ldm": "Descripción",
  "home_inteligencia": "Inteligencia que <br />transforma espacios",
  "home_domotica": "Domótica avanzada para hogares, <br />hoteles y edificios comerciales",
  "home_somos": "En Colmotica llevamos la inteligencia a cada rincón. Diseñamos y ejecutamos soluciones de automatización para los sectores de edificios, hotelero y residencial, combinando confort, eficiencia y seguridad en una sola experiencia. Desde la medición de energía hasta la gestión integral con BMS, integramos múltiples tecnologías y protocolos para lograr sistemas flexibles y adaptados a cada proyecto. Nuestro equipo acompaña cada etapa, desde el diseño hasta la puesta en marcha, ya sea para un ambiente específico o para toda una propiedad.",
  "home_academia": "Formación (Academia)",
  "home_academia_2": "Academia",
  "home_saber": "SABER MÁS",
  "sobre_tekneo": "Sobre Tekneo",
  "home_tekneo": "En <b>Tekneo</b> diseñamos soluciones de software para la automatización, seguridad y control inteligente de instalaciones. <br /> <br /> Nos especializamos en conectar tecnologías mediante herramientas potentes y accesibles, que permiten a los integradores construir sistemas eficientes, seguros y completamente adaptados a las necesidades del cliente. Nuestra misión es simplificar la interoperabilidad y elevar el nivel de automatización en cada proyecto.",
  "recursos": "Recursos",
  "home_productos": "Catálogo de productos",
  "academy_aprovecha": "Aprenda a sacar el máximo provecho de nuestras soluciones",
  "academy_colmotica": "En Colmotica Academia le enseñamos, paso a paso, cómo utilizar e integrar al máximo nuestras soluciones de automatización y software Tekneo, para que obtenga el mejor rendimiento de su inversión.",
  "academy_introduccion": "Introducción",
  "academy_queremos": "Queremos que cada cliente disfrute plenamente de las ventajas de la automatización. Por eso, nuestra Academia es un espacio de formación diseñado especialmente para quienes adquieren nuestras soluciones, con el fin de que puedan configurarlas, gestionarlas y adaptarlas a sus necesidades diarias.",
  "academy_queEncontrara": "Qué encontrará en la Academia",
  "academy_guias": "Guías paso a paso para instalar y configurar nuestras soluciones.",
  "academy_tutoriales": "Tutoriales en video y manuales interactivos.",
  "academy_ejemplos": "Ejemplos prácticos para el uso diario.",
  "academy_consejos": "Consejos para optimizar el rendimiento y la eficiencia.",
  "academy_areas": "Áreas instruidas",
  "academy_area1_title": "Automatización de espacios:",
  "academy_area1_desc": "Uso de nuestras soluciones para viviendas, hoteles y edificios.",
  "academy_area2_title": "Softwares de Tekneo:",
  "academy_area2_desc": "Gestión, configuración y funciones avanzadas.",
  "academy_area3_title": "Mantenimiento y soporte:",
  "academy_area3_desc": "Buenas prácticas para prolongar la vida útil de su sistema.",
  "academy_beneficios": "Beneficios de la Academia",
  "academy_beneficio1": "Aprovechar al 100% todas las funciones de su solución Colmotica.",
  "academy_beneficio2": "Reducir tiempos de configuración y evitar errores.",
  "academy_beneficio3": "Obtener soporte directo de quienes desarrollaron el sistema.",
  "academy_beneficio4": "Aprender de forma sencilla, a su ritmo.",
  "products_lee": "Lee codigo QR o tarjeta EM para el funcionamiento del software 'TGate'",
  "products_reles": "Modulo de relés programables, sirve para el funcionamiento del software 'TGate'"
  ,
  "legal_privacidad_titulo": "Política de Privacidad",
  "legal_privacidad_p1": "Esta es una política de privacidad de ejemplo. El contenido aquí es solo para fines de prueba y demostración.",
  "legal_privacidad_h2_1": "1. Información que recopilamos",
  "legal_privacidad_p2": "Actualmente, este sitio no recopila información personal de los usuarios. En futuras versiones, se detallará qué datos se recopilan y cómo se utilizan.",
  "legal_privacidad_h2_2": "2. Uso de la información",
  "legal_privacidad_p3": "La información recopilada será utilizada únicamente para mejorar la experiencia del usuario y los servicios ofrecidos por Tekneo.",
  "legal_privacidad_h2_3": "3. Cambios en la política",
  "legal_privacidad_p4": "Esta política de privacidad puede ser modificada en cualquier momento. Se recomienda revisarla periódicamente.",
  "legal_privacidad_p5": "Si tienes dudas, puedes contactarnos a través de los canales oficiales de Tekneo.",
  "legal_terminos_titulo": "Términos y Condiciones",
  "legal_terminos_p1": "Este es un texto de ejemplo de Términos y Condiciones. El contenido aquí es solo para fines de prueba y demostración.",
  "legal_terminos_h2_1": "1. Uso del sitio",
  "legal_terminos_p2": "El acceso y uso de este sitio web implica la aceptación de estos términos y condiciones. El usuario se compromete a utilizar el sitio de manera responsable y conforme a la ley.",
  "legal_terminos_h2_2": "2. Propiedad intelectual",
  "legal_terminos_p3": "Todo el contenido de este sitio, incluyendo textos, imágenes y software, es propiedad de Tekneo o de sus respectivos titulares y está protegido por las leyes de propiedad intelectual.",
  "legal_terminos_h2_3": "3. Modificaciones",
  "legal_terminos_p4": "Tekneo se reserva el derecho de modificar estos términos y condiciones en cualquier momento y sin previo aviso.",
  "legal_terminos_h2_4": "4. Responsabilidad",
  "legal_terminos_p5": "Tekneo no se hace responsable por el uso indebido del sitio ni por daños derivados del acceso o uso de la información contenida en él.",
  "legal_terminos_p6": "Para cualquier consulta, puedes contactarnos a través de los canales oficiales de Tekneo.",
  "faq_titulo": "Preguntas Frecuentes",
  "faq_q1": "¿Qué es Tekneo?",
  "faq_a1": "Tekneo es una marca dedicada al desarrollo de software especializado para proyectos de automatización, seguridad y control inteligente en edificios e instalaciones técnicas. Nos enfocamos en ofrecer soluciones robustas, escalables y fáciles de usar para integradores y empresas.",
  "faq_q2": "¿Qué tipo de productos ofrece Tekneo?",
  "faq_a2": "Tekneo desarrolla principalmente software para la gestión de accesos, administración multimedia, integración de protocolos (KNX, Modbus, MQTT, HTTP, etc.) y herramientas para integradores. Algunos de nuestros productos son TGate, Tshow, Nodemaker y LDM.",
  "faq_q3": "¿Tekneo vende hardware?",
  "faq_a3": "No, Tekneo se especializa en soluciones de software. Sin embargo, nuestros productos pueden integrarse con hardware de terceros y dispositivos compatibles con los principales protocolos del sector.",
  "faq_q4": "¿Qué ventajas tiene usar el software de Tekneo?",
  "faq_a4": "Nuestras soluciones permiten una integración sencilla entre tecnologías, gestión centralizada, escalabilidad, interoperabilidad y control total sobre las instalaciones. Además, están diseñadas para ser intuitivas y adaptarse a proyectos de cualquier tamaño.",
  "faq_q5": "¿En qué sectores se pueden usar los productos de Tekneo?",
  "faq_a5": "Los productos de Tekneo son ideales para edificios corporativos, hospitales, hoteles, centros comerciales, instituciones educativas y cualquier entorno que requiera automatización, seguridad y control inteligente.",
  "faq_q6": "¿Qué protocolos soportan las soluciones de Tekneo?",
  "faq_a6": "Nuestros productos soportan protocolos como KNX, Modbus, MQTT, HTTP, TIS BUS, entre otros, facilitando la integración con una amplia variedad de dispositivos y sistemas.",
  "faq_q7": "¿Cómo puedo obtener soporte técnico?",
  "faq_a7": "Puedes acceder a nuestro centro de ayuda, consultar los manuales y recursos disponibles en la web, o contactarnos a través de los canales oficiales de Tekneo para recibir asistencia personalizada."
  ,
  "footer_empresa": "Empresa",
  "footer_inicio": "Inicio",
  "footer_productos": "Productos",
  "footer_soporte": "Soporte",
  "footer_socios": "Socios",
  "footer_productos_titulo": "Productos",
  "footer_software": "Software",
  "footer_hardware": "Hardware",
  "footer_soporte_titulo": "Soporte",
  "footer_centro_ayuda": "Centro de ayuda",
  "footer_faqs": "FAQs",
  "footer_politica_privacidad": "Política de privacidad",
  "footer_terminos_condiciones": "Términos y condiciones",
  "footer_contacto": "Contacto",
  "footer_direccion1": "Cra 53 #68B-125, Local 225",
  "footer_direccion2": "Nte. Centro Historico, Barranquilla, Atlántico",
  "footer_copiado": "Copiado",
  "footer_telefono": "+57 3015678899",
  "footer_email": "info@tekeno.es",
  "footer_redes_facebook": "Facebook",
  "footer_redes_whatsapp": "Whatsapp",
  "footer_redes_x": "X",
  "footer_redes_instagram": "Instagram",
  "footer_derechos": "Copyright © 2025 Tekneo Todos los derechos reservados.",
  "footer_legal": "Términos de servicio | Aviso de política de privacidad",
  "footer_enviar_comentarios": "Enviar Comentarios",
  "footer_nombre_completo": "Nombre Completo:",
  "footer_correo": "Correo Electronico",
  "footer_opina": "Opina sobre Tekneo:",
  "footer_enviar": "Enviar",
  "footer_pais": "Pais",
  "footer_selecciona_pais": "Selecciona el pais",
  "footer_otro_pais": "Otro",
  "footer_tel": "Telefono",
  "socios_descripcion": "MOBOTIX ofrece sistemas de videovigilancia de alta calidad que aseguran una protección integral en un entorno moderno y conectado. Como parte de este compromiso, Tekneo se suma como socio estratégico, integrando soluciones innovadoras que optimizan la seguridad y la gestión de datos. Juntos, MOBOTIX y Tekneo crean un ecosistema robusto que permite a las organizaciones abordar los desafíos de seguridad contemporáneos de manera efectiva y eficiente.",
  "socios_funcionalidades": "Funcionalidades",
  "socios_sistemas": "Sistemas de videovigilancia , operaciones de seguridad",
  "socios_actualizacion": "Ultima Actualización 3,2",
  "socios_version": "Versión",
  "socios_tekneo": "En Tekneo desarrollamos soluciones compatibles con una amplia variedad de protocolos y dispositivos del sector, lo que nos permite integrarnos fácilmente con plataformas reconocidas y tecnologías de terceros utilizadas en proyectos reales. Nuestro ecosistema está en constante expansión, permitiendo a integradores trabajar con marcas confiables dentro de sus instalaciones sin complicaciones.",
  "socios_algunas": "Algunas de las tecnologías con las que trabajamos incluyen:",
  "socios_titulo": "Socios (Ecosistema Tecnológico)",
  "colmotica_descubre": "Descubre, aprende y domina la tecnología que transforma espacios. En la Academia Colmotica te guiamos paso a paso en el uso de los productos Tekneo —TGate, TShow, LDM y Node-Maker— y en la aplicación de nuestras soluciones y protocolos de automatización, control y eficiencia. Un punto de encuentro para quienes quieren llevar sus proyectos al siguiente nivel con innovación y resultados reales.",
  "colmotica_sectores": "Sectores de Aplicaciones",
  "colmotica_encol": "En Colmotica no solo implementamos tecnología, también te asesoramos para que cada decisión cuente. Nuestro servicio de consultoría te ayuda a planificar, diseñar y optimizar proyectos de automatización, eficiencia energética y seguridad, garantizando que cada solución se adapte a tus objetivos y presupuesto. Desde la elección de protocolos y equipos hasta la integración de sistemas complejos, te guiamos para que tu proyecto sea eficiente, escalable y exitoso.",
  "colmotica_desarrolla": "En Colmotica desarrollamos soluciones inteligentes para eficiencia energética, control de iluminación, climatización, seguridad, videovigilancia y gestión de accesos. Integramos sistemas con plataformas BMS, PMS y software multiprotocolo para lograr espacios conectados y eficientes. Ofrecemos toda la línea de productos Tekneo, garantizando innovación, calidad y compatibilidad en cada proyecto.",
  "colmotica_viviendas": "Viviendas Inteligentes",
  "colmotica_edificios": "Edificios Inteligentes",
  "colmotica_hoteles": "Hoteles Inteligentes",
  "edificios": "Edificios",
  "soluciones_titulo": "Soluciones Inteligentes para Cualquier Espacio",
  "soluciones_sub": "En Colmotica integramos tecnología avanzada para optimizar el control, la eficiencia y la seguridad de viviendas, hoteles y edificios corporativos. <br/> Diseñamos sistemas adaptados a sus necesidades, siempre con la máxima calidad y estabilidad.",
  "soluciones_viviendas": "Viviendas Inteligentes",
  "soluciones_edificios": "Edificios Inteligentes",
  "soluciones_hoteles": "Hoteles Inteligentes",
  "soluciones_intro_titulo": "Introducción general",
  "soluciones_intro_sub": "Cada espacio tiene retos y necesidades diferentes. Por eso desarrollamos soluciones específicas para cada sector, combinando hardware, software y protocolos multiprotocolo como KNX, MQTT, BACnet, Modbus, HTTP e IP, garantizando una integración confiable y escalable.",
  "soluciones_elige": "Por qué elegir nuestras soluciones",
  "soluciones_beneficio1": "Integración multiprotocolo para máxima compatibilidad.",
  "soluciones_beneficio2": "Escalabilidad para adaptarse a futuros requerimientos.",
  "soluciones_beneficio3": "Interfaces intuitivas para gestión local o remota.",
  "soluciones_beneficio4": "Tecnología estable y probada en entornos exigentes.",
  "edificios_desc": "Gestione su edificio de forma centralizada con soluciones que incluyen seguridad, control de acceso, climatización, monitorización energética y conectividad con sistemas BMS. <br> Garantizamos una alta eficiencia operativa y reducción de costes.",
  "edificios_desc_2": "Llevamos la automatización al siguiente nivel",
  "edificios_desc_3": "Con soluciones diseñadas específicamente para edificios comerciales, integrando lo mejor de los sistemas aplicados en viviendas inteligentes y hoteles. <br> Nuestra plataforma modular y escalable permite gestionar de forma centralizada todas las áreas del edificio, mejorando la eficiencia operativa, la seguridad y la experiencia de los usuarios. <br> Entre las funcionalidades destacadas se incluyen el control total de iluminación, automatización de persianas, climatización por zonas, sonido ambiental e integración con asistentes de voz.",
  "edificios_desc_4": "Al igual que en una vivienda inteligente, se incluyen funciones como:",
  "edificios_desc_4_list_1": "Control total de iluminación",
  "edificios_desc_4_list_2": "Automatización de persianas",
  "edificios_desc_4_list_3": "Climatización por zonas",
  "edificios_desc_4_list_4": "Sonido ambiental",
  "edificios_desc_4_list_5": "Integración con asistentes de voz",
  "edificios_desc_5": "Y, al estilo de los hoteles, se incorporan funcionalidades como:",
  "edificios_desc_6_list_1": "Medición energética por unidad o piso",
  "edificios_desc_6_list_2": "Gestión remota y local desde BMS",
  "edificios_desc_6_list_3": "Seguridad integral con cámaras y control de acceso",
  "edificios_desc_6_list_4": "Alarmas técnicas y monitoreo de variables críticas",
  "edificios_desc_7": "Todo esto se gestiona desde una plataforma BMS (Building Management System), que puede integrarse al sistema existente del edificio o implementarse como solución independiente, permitiendo control remoto, reportes automáticos y toma de decisiones basada en datos reales.",
  "edificios_desc_8": "Con esta solución, los administradores de edificios comerciales obtienen una herramienta poderosa para manejar eficientemente espacios corporativos modernos, garantizando sostenibilidad, comodidad y control total.",
  "residencial": "Residencial",
  "residencial_1": "Haga de su hogar un espacio más cómodo, seguro y eficiente. Controle la iluminación, la climatización, la seguridad y el riego desde cualquier lugar. Nuestras soluciones permiten automatizar rutinas, optimizar el consumo energético y personalizar cada ambiente a su estilo de vida.",
  "residencial_2": "Imagina un hogar que se adapta a ti",
  "residencial_3": "Imagina una casa que se anticipa a tus necesidades, responde a tu voz y se adapta a tu estilo de vida. <br> Con nuestras soluciones domóticas, tu hogar se convierte en un ecosistema inteligente, eficiente y seguro, donde el confort y el control están a solo un toque —o una palabra— de distancia.",
  "residencial_4": "Control Total de Iluminación",
  "residencial_5": "Automatiza y personaliza la iluminación de tu hogar con funciones avanzadas como encendido/apagado programable, regulación de intensidad (dimerización) y escenas predefinidas que cambian el ambiente de cualquier espacio con solo tocar un botón o dar una voz de comando.",
  "residencial_6": "Automatización de Persianas y Cortinas",
  "residencial_7": "Lleva el control de luz natural y privacidad a otro nivel. <br> Programa tus persianas para abrirse o cerrarse automáticamente según la hora del día, condiciones climáticas o desde tu dispositivo móvil. <br> Todo esto contribuye a un mejor confort térmico y visual dentro del hogar.",
  "residencial_7.5": "Climatización Inteligente",
  "residencial_8": "Toma el control total del ambiente interior con sistemas de calefacción, ventilación y aire acondicionado (HVAC) totalmente automatizados. Programa temperaturas ideales por zona, ajusta el clima remotamente desde tu smartphone y ahorra energía gracias al control inteligente basado en presencia, horarios y sensores ambientales.",
  "residencial_9": "Eficiencia Energética y Ahorro",
  "residencial_10": "Optimiza el consumo eléctrico y el uso responsable de recursos hídricos con herramientas de medición en tiempo real. Identifica patrones de gasto, recibe alertas ante consumos excesivos y reduce costos mensuales con estrategias basadas en datos reales y actualizados.",
  "residencial_11": "Seguridad Integral",
  "residencial_12": "Protege lo más importante con sistemas inteligentes de acceso controlado, cámaras IP de alta definición, detectores de movimiento y alarmas integradas. Recibe notificaciones en tiempo real en tu teléfono ante cualquier evento inusual, permitiéndote monitorear tu hogar incluso cuando no estás presente",
  "residencial_13": "Integración con Asistentes de Voz",
  "residencial_14": "Conecta y controla todos tus dispositivos mediante asistentes virtuales como Amazon Alexa, Google Home y Apple HomeKit. Maneja luces, persianas, cámaras, audio y más, solo con comandos de voz, facilitando una experiencia intuitiva y manos libres",
  "residencial_15": "Sonido Multiambiente",
  "residencial_16": "Disfruta de una experiencia auditiva totalmente personalizada. Distribuye el sonido por diferentes zonas de tu casa, reproduciendo música diferente en cada espacio o sincronizando todo el hogar bajo una misma lista de reproducción. Ideal para entretenimiento, relajación o trabajo concentrado.",
  "residencial_17": "Automatización de Sistemas Técnicos",
  "residencial_18": "Gestiona sistemas esenciales del hogar de forma automática y centralizada: riego inteligente, bombas de piscina, filtrado, cloración, temperatura del agua, sensores de llenado de tanques, humedad del suelo y alarmas técnicas. Todo bajo una sola plataforma con control remoto.",
  "hoteles": "Hoteles",
  "hoteles_1": "Se ofrece la misma experiencia de automatización que ofrecemos en viviendas inteligentes, adaptada al entorno hotelero. <br> En cada habitación se integran funcionalidades como control de iluminación, persianas, climatización, audio y asistentes de voz, creando un espacio moderno, cómodo e intuitivo para el huésped. <br> La diferencia está en que todo queda centralizado y bajo el control del administrador del hotel, quien cuenta con acceso remoto y presencial a través del sistema BMS incluido en nuestra solución, o integrado al BMS existente del establecimiento. <br> Esto permite una gestión eficiente, segura y personalizada de todas las habitaciones desde una única plataforma.",
  "hoteles_2": "Habitaciones Inteligentes",
  "hoteles_3": "En cada habitación hotelera implementamos soluciones de automatización similares a las usadas en viviendas inteligentes, adaptadas al entorno y necesidades operativas del hotel. <br> Esto permite ofrecer a los huéspedes un espacio moderno, cómodo e intuitivo, con funcionalidades como:",
  "hoteles_3_list_1": "Control de iluminación: Encendido/apagado, dimerización y activación de escenas predefinidas.",
  "hoteles_3_list_2": "Automatización de persianas: Apertura y cierre programable o manual.",
  "hoteles_3_list_3": "Gestión de climatización: Configuración de temperatura y modos de funcionamiento.",
  "hoteles_3_list_4": "Audio multiambiente: Distribución de sonido ambiental por zonas (si aplica).",
  "hoteles_3_list_5": "Integración con asistentes de voz: Uso local de comandos de voz dentro de la habitación (por ejemplo, Alexa o Google Assistant).",
  "hoteles_4": "A diferencia de una vivienda, en hoteles no se entrega acceso remoto ni control total al huésped , sino que todo queda bajo la supervisión del administrador del hotel. <br> El dueño o encargado cuenta con un sistema centralizado que le permite monitorear, gestionar y ajustar remotamente las configuraciones de todas las habitaciones.",
  "hoteles_5": "Sistema BMS - Gestión Integral del Edificio",
  "hoteles_6": "Nuestro Sistema BMS (Building Management System) es una plataforma avanzada de monitoreo y control total del edificio, diseñada especialmente para hoteles que buscan optimizar su operación técnica y energética.",
  "hoteles_7": "Permite gestionar de forma centralizada todos los sistemas automatizados del hotel, como:",
  "hoteles_7_list_1": "Climatización por zona o habitación",
  "hoteles_7_list_2": "Iluminación de áreas comunes y habitaciones",
  "hoteles_7_list_3": "Persianas motorizadas",
  "hoteles_7_list_4": "Consumo energético general y por habitación",
  "hoteles_7_list_5": "Alarmas técnicas y sensores (temperatura, presencia, fugas, etc.)",
  "hoteles_7_list_6": "Estado de ocupación de las habitaciones",
  "hoteles_8": "El sistema puede integrarse al BMS existente del hotel o implementarse como solución independiente, ofreciendo reportes en tiempo real, alertas automáticas y configuración remota desde una única interfaz.",
  "hoteles_9": "Climatización Inteligente con Ahorro Energético",
  "hoteles_10": "Combina confort personalizado con un uso responsable de la energía, gracias a un control climático adaptado a la ocupación de las habitaciones. Esto reduce costos y mejora la imagen sostenible del establecimiento",
  "hoteles_10_list_1": "Detección de ausencia para ajuste automático de temperatura",
  "hoteles_10_list_2": "Programación según ocupación (check-in/check-out)",
  "hoteles_10_list_3": "Bloqueo de rangos térmicos por parte del administrador",
  "hoteles_10_list_4": "Integración con sensores de presencia y estado de venta de la habitación",
  "hoteles_11": "Gestión Energética por Habitación y Edificio",
  "hoteles_12": "Obtén visibilidad total sobre el consumo eléctrico, lo que permite identificar oportunidades de optimización y reducir gastos operativos. Ideal para hoteles que buscan transparencia y control energético.",
  "hoteles_12_list_1": "Medición precisa del consumo",
  "hoteles_12_list_2": "General del edificio",
  "hoteles_12_list_3": "Por habitación",
  "hoteles_12_list_4": "Reportes mensuales, alertas ante picos de consumo y análisis comparativo",
  "hoteles_13": "Vigilancia Inteligente y Seguridad Integral",
  "hoteles_14": "Refuerza la tranquilidad tanto del personal como de los huéspedes, con un sistema de vigilancia moderno, confiable y fácil de gestionar. Todo bajo la misma plataforma de automatización.",
  "hoteles_14_list_1": "Cámaras IP con grabación continua",
  "hoteles_14_list_2": "Acceso remoto y notificaciones en tiempo real",
  "hoteles_14_list_3": "Detección de movimiento y monitoreo de zonas críticas",
  "hoteles_15": "Control Dinámico por Estado de Ocupación",
  "hoteles_16": "Automatiza funciones según el ciclo de uso de cada habitación, optimizando recursos humanos y técnicos. Mejora la logística interna y evita desperdicio de energía cuando no hay huéspede.",
  "hoteles_16_list_1": "Modo Huésped (funciones normales) → habitación ocupada",
  "hoteles_16_list_2": "Modo Limpieza (ajuste de clima, luces y notificación de finalización) → habitación disponible",
  "hoteles_16_list_3": "Modo Mantenimiento (restringe funciones no necesarias) → fuera de servicio",
  "hoteles_16_list_4": "Envío automático de alarmas técnicas (fallo en equipos, fugas, temperaturas anómalas, etc.)",
  "descripcion_general": "Descripción general",
  "aplicaciones": "Aplicaciones",
  "diagrama": "Diagrama y componentes",
  "Modulo TK-IO22W_title": "Modulo TK-IO22W",
  "Modulo TK-IO22W_descriptionContent": "El módulo TK-IO22W es una tarjeta de expansión de entradas y salidas digitales diseñada para integrarse en sistemas de automatización, control de accesos y aplicaciones IoT industriales. Su diseño compacto y robusto permite una instalación sencilla, ofreciendo 2 entradas digitales, 2 salidas de relé y 1 entrada Wiegand, lo que lo hace altamente versátil para proyectos que requieran control y monitoreo remoto.",
  "Modulo TK-IO22W_listOfFeatures_1": "Cuenta con 2 entradas digitales para la conexión de sensores o contactos secos.",
  "Modulo TK-IO22W_listOfFeatures_2": "Dispone de 2 salidas de relé con contactos libres de potencial para control de dispositivos.",
  "Modulo TK-IO22W_listOfFeatures_3": "Incluye 1 entrada Wiegand para integración con sistemas de control de acceso.",
  "Modulo TK-IO22W_listOfFeatures_4": "Permite comunicación mediante protocolo HTTP para intercambio de datos con sistemas externos.",
  "Modulo TK-IO22W_listOfFeatures_5": "Compatible con la plataforma de control remoto a través del software TGATE, con licencia independiente.",
  "Modulo TK-IO22W_listOfFeatures_6": "Incorpora una interfaz web para configuración y monitoreo básico.",
  "Modulo TK-IO22W_listOfFeatures_7": "Diseño compacto y fácil de integrar en proyectos de automatización y seguridad.",
  "Modulo TK-IO22W_applicationDescription": "El módulo TK-IO22W está diseñado para soluciones de seguridad electrónica y control de acceso en edificios, aportando flexibilidad en la gestión de entradas y salidas digitales, además de la integración con lectores mediante protocolo Wiegand. Sus aplicaciones principales incluyen:",
  "Modulo TK-IO22W_listOfApplications_1": "<b>Monitoreo de contactos magnéticos y sensores de seguridad</b> <br> Conexión de sensores magnéticos de puertas y ventanas, así como pulsadores de salida, permitiendo supervisar el estado físico de accesos en tiempo real.",
  "Modulo TK-IO22W_listOfApplications_2": "<b>Control de cerraduras eléctricas y dispositivos de acceso</b> <br> Activación de electroimanes, cerraduras eléctricas y torniquetes mediante salidas de relé, garantizando un control confiable del ingreso autorizado.",
  "Modulo TK-IO22W_listOfApplications_3": "<b>Integración en sistemas de seguridad y domótica</b> <br> Comunicación con sistemas de alarma, sirenas o sistemas de automatización de edificios, aportando una gestión centralizada de seguridad.",
  "Modulo TK-IO22W_listOfApplications_4": "<b>Gestión centralizada a través de red IP</b> <br> Posibilidad de administrar múltiples puntos de acceso desde un software o plataforma web, facilitando la supervisión y el control en entornos de domótica.",
  "Modulo TK-IO22W_tableItem_1": "Unidad central de procesamiento que gestiona la lógica, comunicación y procesamiento de datos. Incorpora conectividad Wi-Fi para integración remota.",
  "Modulo TK-IO22W_tableItem_2": "Cuatro terminales para la conexión de contactos magnéticos, sensores o pulsadores. Utilizadas para monitoreo de seguridad y control de accesos.",
  "Modulo TK-IO22W_tableItem_3": "Dos salidas independientes para accionar dispositivos externos como cerraduras, alarmas o luces de señalización.",
  "Modulo TK-IO22W_tableItem_4": "Entradas dedicadas para la conexión de la fuente de energía.",
  "Modulo TK-IO22W_tableItem_5": "Una interfaz estándar para dispositivos de control de acceso como lectoras RFID y QR.",
  "Modulo TK-IO22W_tableItem_6": "Puerto de comunicación para conexión a red cableada.",
  "Modulo TK-IO22W_tableItem_7": "Botón incorporado para el reinicio del sistema.",
  "Componente": "Componente",
  "Descripcion": "Descripción"
}