{
  "nav_inicio": "Home",
  "nav_quienes_somos": "About Us",
  "nav_productos": "Products",
  "nav_contacto": "Contact",
  "nav_nuestra_empresa": "Our Company",
  "nav_aliados": "Allies",
  "nav_servicios": "Services",
  "nav_experiencias": "Experiences",
  "nav_proyectos": "Projects",
  "nav_noticias": "News",
  "frase_principal": "Applications for Building Automation that are coherent, adaptable and advanced. Experience and deep understanding of market challenges are part of our core value.",
  "btn_contactanos": "Contact Us",
  "section_quienes_somos": "Who we are",
  "quienes_somos_parrafo": "<b>At Tekneo, we design software solutions for automation, security, and intelligent facility control.</b> We specialize in connecting technologies through powerful and accessible tools that allow integrators to build efficient, secure systems fully tailored to the client's needs. Our mission is to simplify interoperability and elevate the level of automation in every project.",
  "btn_saber_mas": "Learn More",
  "card_mision_title": "Our Mission",
  "card_mision_text": "To develop integrated solutions of high technical and aesthetic value that simplify the implementation of building automation.",
  "card_vision_title": "Our Vision",
  "card_vision_text": "To be a company that evolves the use of technology to improve quality of life through efficient, comfortable, and sustainable spaces.",
  "card_valores_title": "Values",
  "valores_1": "Creativity",
  "valores_2": "Sustainability",
  "valores_3": "Empathy",
  "valores_4": "Commitment",
  "valores_5": "Innovation",
  "valores_6": "Excellence",
  "valores_7": "Responsibility",
  "valores_8": "Integrity",
  "descripci贸n_tgate": "Specialized software for access management and control, ideal for strengthening security in facilities of any size.",
  "descripci贸n_tshow": "It is an advanced technological solution for the centralized management of multimedia files, designed to operate in private network environments.",
  "descripci贸n_nodemaker": "Integration tool designed to interconnect devices and systems that use different communication protocols, such as KNX, Modbus, MQTT, and HTTP.",
  "descripci贸n_ldm": "Description"
}