{
  "nav_inicio": "Inicio",
  "nav_quienes_somos": "Quiénes somos",
  "nav_productos": "Productos",
  "nav_contacto": "Contacto",
  "nav_nuestra_empresa": "Nuestra empresa",
  "nav_aliados": "Aliados",
  "nav_servicios": "Servicios",
  "nav_experiencias": "Experiencias",
  "nav_proyectos": "Proyectos",
  "nav_noticias": "Noticias",
  "frase_principal": "Aplicaciones para Building Automation coherentes, adaptables y avanzadas. La experiencia y profundo entendimiento de los retos del mercado hacen parte de nuestro valor principal.",
  "btn_contactanos": "Contáctanos",
  "section_quienes_somos": "Quiénes somos",
  "quienes_somos_parrafo": "<b>En Tekneo diseñamos soluciones de software para la automatización, seguridad y control inteligente de instalaciones.</b> Nos especializamos en conectar tecnologías mediante herramientas potentes y accesibles, que permiten a los integradores construir sistemas eficientes, seguros y completamente adaptados a las necesidades del cliente. Nuestra misión es simplificar la interoperabilidad y elevar el nivel de automatización en cada proyecto.",
  "btn_saber_mas": "Saber más",
  "card_mision_title": "Nuestra Misión",
  "card_mision_text": "Desarrollar soluciones integradas de alto valor técnico y estético que simplifiquen la implementación de automatización de edificios.",
  "card_vision_title": "Nuestra Visión",
  "card_vision_text": "Ser una empresa que evolucione el uso de la tecnología para mejorar la calidad de vida a través de espacios eficientes, confortables y sostenibles.",
  "card_valores_title": "Valores",
  "valores_1": "Creatividad",
  "valores_2": "Sostenibilidad",
  "valores_3": "Empatía",
  "valores_4": "Compromiso",
  "valores_5": "Innovación",
  "valores_6": "Excelencia",
  "valores_7": "Responsabilidad",
  "valores_8": "Integridad",
  "descripción_tgate": "Software especializado en gestión y control de accesos, ideal para fortalecer la seguridad en instalaciones de cualquier tamaño.",
  "descripción_tshow": "Es una solución tecnológica avanzada para la administración centralizada de archivos multimedia, diseñada para operar en entornos de red privados.",
  "descripción_nodemaker": "Herramienta de integración diseñada para interconectar dispositivos y sistemas que utilizan distintos protocolos de comunicación, como KNX, Modbus, MQTT y HTTP",
  "descripción_ldm": "Descripción"
}